Repository: common-repository/hierarchical-navigation-widget
Catalog: language/*.po
Languages: da_dk, de_de, sv_se

source: Sub Post Navigation
da_dk: Undertype indlægs navigation
de_de: Hierarchische Navigation
sv_se: Sub Post Navigering

source: This widget display a navigation on hierarchically organized post types.
da_dk: Denne widget viser en navigation af hierarkisk organiseret indlæg efter typer.
de_de: Dieses Widget zeigt eine Navigation für hierarchisch organisierte Artikel.
sv_se: Denna widget visar navigering p&aring; hierarkiskt organiserade inl&auml;gg

source: Sorry, this feature is only available in the <a href="%s" target="_blank">Pro Version</a>.
da_dk: Beklager, denne feature er kun tilgænelig i <a href="%s" target="_blank">Pro Versionen</a>.
de_de: Entschuldigung, diese Funktion gibt es nur in der <a href="%s" target="_blank">Pro Version</a>.
sv_se: Denna funktionen finns bara i <a href="%s" target="_blank">Pro-versionen</a>.

# Link to the authors website
source: http://dennishoppe.de/en/wordpress-plugins/sub-post-navigation
de_de: http://dennishoppe.de/wordpress-plugins/sub-post-navigation

source: Title:
da_dk: Titel:
de_de: Titel:
sv_se: Titel:

source: This title will only be used if there is no useable parent post title.
da_dk: Denne titel vil kun blive brugt, hvis der ikke er nogen brugbar forældre indlægs titel.
de_de: Der Titel wird nur verwendet wenn es keinen brauchbaren übergeordneten Titel gibt.
sv_se: Denna titel kommer endast anv&auml;ndas om det inte finns n&aring;gon anv&auml;ndbar titel p&aring; f&ouml;r&auml;lder-inl&auml;gget

source: Hide the widget title.
da_dk: Skjul widget titlen
de_de: Widget-Titel verstecken.
sv_se: D&ouml;lj Widget-titeln.

source: Replace the widget title with the title of the parent page if possible.
da_dk: Udskift widget tilen med titlen fra forældre siden, hvis muligt.
de_de: Ersetze den Widget-Titel mit dem Titel der Elternseite falls möglich.
sv_se: Ers&auml;tt widgetens titel med titeln p&aring; f&ouml;r&auml;lder-sidan om det &auml;r m&ouml;jligt.

source: Post Types
da_dk: Indlægs type
de_de: Inhaltstypen

source: Please select the post types which should be shown by this widget.
da_dk: Vælg venligst den indlægs type der skal vises af denne widget.
de_de: Bitte wählen Sie die Inhaltstypen für die Sie dieses Widget benutzen möchten.
sv_se: Var god v&auml;lj den "Post Type" som ska visas av denna widget

source: Post order
da_dk: Indlægs rækkefølge
de_de: Artikelreihenfolge
sv_se: Inl&auml;ggssortering

source: Order posts by:
da_dk: Vælg indlægs rækkefølge efter:
de_de: Sortieren nach:
sv_se: Sortera inl&auml;gg:

source: Post ID
da_dk: Indlægs ID
de_de: Artikel ID

source: Author
da_dk: Forfatter
de_de: Autor
sv_se: F&ouml;rfattare

source: Title
da_dk: Titel
de_de: Titel
sv_se: Titel

source: Date
da_dk: Dato
de_de: Datum
sv_se: Datum

source: Modified date
da_dk: Ændrings dato
de_de: Bearbeitungsdatum
sv_se: &Auml;ndrad datum

source: Random order
da_dk: Tilfældig rækkefølge
de_de: Zufallsreihenfolge
sv_se: Slumpm&auml;ssig ordning

source: Number of comments
da_dk: Antal kommentar
de_de: Kommentaranzahl
sv_se: Antal kommentarer

source: Menu order
da_dk: Menu rækkefølge
de_de: Menüreihenfolge
sv_se: Menysortering

source: Order the posts ascending.
da_dk: Indlæg i stigende orden.
de_de: Artikel aufsteigend sortieren.
sv_se: Sortera inl&auml;ggen stigande

source: Order the posts descending.
da_dk: Indlæg i faldende orden.
de_de: Artikel absteigend sortieren.
sv_se: Sortera inl&auml;ggen fallande

source: Exclude
da_dk: Udelukke
de_de: Ausschliessen
sv_se: Exkludera

source: Special case
da_dk: Særlige tilfælde
de_de: Sonderfall
sv_se: Specialfall

source: Hide this widget on top level posts if there are no child posts.
da_dk: Skujl denne widget på 'forældre' indlæg, hvis der ikke er nogen 'child' indlæg.
de_de: Zeige das Widget nicht auf Top Level Beiträgen wenn es keine Unterobjekte gibt.
sv_se: D&ouml;lj denna widget p&aring; inl&auml;gg i topp-niv&aring; om det inte finns n&aring;gra undersidor/inl&auml;gg

source: Parent link
da_dk: Forældre link
de_de: Aufwärts-Link
sv_se: F&ouml;r&auml;ldral&auml;nk

source: Hide the parent post link.
da_dk: Skjul forældre indlægs linket.
de_de: Link zum übergeordneten Artikel verstecken.
sv_se: D&ouml;lj l&auml;nken till f&ouml;r&auml;ldra-inl&auml;gg.

source: Show the parent post link on top of the list.
da_dk: Vis forældre indlægs link i toppen af listen.
de_de: Zeige den Aufwärts-Link über der Navigation.
sv_se: Visa inl&auml;ggets l&auml;nk-f&ouml;r&auml;lder i toppen av listan.

source: Show the parent post link on bottom of the list.
da_dk: Vis forældre indlægs linket i bunden af listen.
de_de: Zeige den Aufwärts-Link unter der Navigation.
sv_se: Visa inl&auml;ggets l&auml;nk-f&ouml;r&auml;lder l&auml;ngst ned i listan.

source: Navigation
sv_se: Navigering
